{
  "layouts": {
    "title": "EthwSwap"
  },
  "header": {
    "连接钱包": "Connect Wallet",
    "连接中~~~": "CONNECT...",
    "加载中~~~": "Loading..."
  },
  "home": {
    "介绍": "Trading as Arbitrage",
    "设置": "Swap",
    "交易": "Trade",
    "选择代币": "Choose a Token",
    "选择网络": "Select a network",
    "交易设置": "Transaction Settings",
    "余额": "Balance",
    "FAQ1": "(1) What? You don't even know that except for ETH, USDT, WBTC and all other tokens you hold have the same amount of fork candies on the ETHPOW chain!",
    "FAQ2": "After the launch of ETHPOW fork chain, according to the tokens you hold on ETH mainnet, your wallet address will automatically have the same number of USDT (or any other cryptocurrencies such as USDC, DAI, WBTC…) in the ETHPOW chain.",
    "FAQ3": "However, these fork tokens like USDT (or any other cryptocurrencies) on the ETHPOW fork chain is worthless, because there is no official support from Tether (and other companies or no back up assets).",
    "FAQ4": "Only ETHW is valuable on the ETHPOW, and only ETHW can be sold for real stablecoins like USDT in some centralized exchanges.",
    "FAQ5": "And EthwSwap (https://www.ethwswap.org) can help you to swap worthless USDT candies (or any other cryptocurrencies) for valuable ETHW on the ETHPOW chain!",
    "FAQ6": "(2) Principles",
    "FAQ7": "Before the ETH fork happens, a large amount of (USDT : ETH) liquidity has been accumulated in UniSwap / SushiSwap and other DEXes.",
    "FAQ8": "After the fork, the liquidity will also be forked on the ETHPOW chain.",
    "FAQ9": "EthwSwap is to use the forked liquidity pool of UniSwap / SushiSwap on the ETHPOW chain to help you swap worthless USDT candies (or any other cryptocurrencies) for ETHW. (EthwSwap will take 10% ETHW as service fee)",
    "FAQ10": "(3) How to swap USDT candies for valuable ETHW",
    "FAQ11": "1.Connect Wallet",
    "FAQ12": "2.Select the fork token to swap, available tokens: USDC/USDT/DAI/WBTC",
    "FAQ13": "3.Set Gas price and Gas limit, the higher the gas price, the more ETHW to receive",
    "FAQ14": "4.Wait for the first valid block after the fork, and send transaction as early as possible",
    "FAQ15": "Key point: Set high gas price!!! All people who hold USDT candies would like to swap these candies for ETHW. Therefore, it is necessary to set high gas price and get ahead of others, as the liquidity is limited.",
    "FAQ16": "(4) Extra arbitrage service",
    "FAQ17": "Principle: If a large number of USDT are used to swap for ETHW through Uniswap, It would cause a large price difference between UniSwap and other DEXes such as SushiSwap.",
    "FAQ18": "EthwSwap will automatically use flash loans to help you carry out this arbitrage so as to obtain extra ETHW. (EthwSwap will take 50% of this extra profit as service fee)",
    "FAQ19": "(5) Security",
    "FAQ20": "All interactions take place in the ETHPOW chain, which will not affect any of your assets on the ETH chain!",
    "FAQ21": "All codes and smart contracts of EthwSwap are open source！",
    "完成阅读(不再提示)": "Finish reading (no more prompts)",
    "witty1": "Use fork tokens to swap for ETHW(All you need to do)",
    "witty2": "1.Connect Wallet",
    "witty3": "2.Select the fork token to swap, available tokens: USDC/USDT/DAI/WBTC",
    "witty4": "3.Set Gas price and Gas limit, the higher the gas limit, the more ETHW to receive",
    "witty5": "4.Wait for the first valid block after the fork, and send transaction as early as possible",
    "witty6": "EthwSwap will find the best route to swap, for users to receive the maximum amount of ETHW",
    "witty7": "1.EthwSwap integrated all liquidity from UniSwap V3",
    "witty8": "2.Automatically find the best route based on pools liquidity, users can get the maximum amount of ETHW",
    "witty9": "3.Received ETHW will be in users’ wallet",
    "witty10": "Trading as arbitrage",
    "witty11": "1.Massive selling of fork tokens will cause huge price difference of ETHW among DEXes",
    "witty12": "2.EthwSwap will find the arbitrage opportunity, complete the arbitrage by flashloan",
    "witty13": "3.Profits from arbitrage will go to users’ wallet as an extra bonus"
  }
}